[
"Menurut kamu apa arti dari hubungan yang bahagia?",
"Kenapa orang memutuskan untuk berselingkuh?",
"Apa alasan kamu mencintaiku?",
"Apa yang membuat kamu berfikir bahwa kamu itu hebat?",
"Bagaimana cara kamu menangani emosi negatif?",
"Apa definisi sukses menurut kamu?",
"Hari yang sempurna menurut kamu seperti apa?",
"Apa arti komitmen menurut kamu?",
"Hubungan percintaan siapa yang menginspirasi kamu dan kenapa?",
"Momen seperti apa yang bisa membuatmu sangat marah?",
"Apa guilty pleasure (perasaan bersalah) yang kamu miliki?",
"Siapa cinta pertama kamu dan kenapa bisa berakhir?",
"Apa hal yang kamu kagumi dari orang tuamu?",
"Apa yang akan kamu lakukan untuk keluar dari pikiran negarif?",
"Apa satu hal yang ingin kamu ubah dari diri?",
"Menurut kamu kapan seseorang siap untuk menikah?",
"Kata-kata apa yang paling menyakitkan untuk kamu Anda dengar?",
"Nilai-nilai apa yang ingin kamu terapkan ke anak-anak nanti?",
"Apa satu hal yang selalu disalahartikan orang-orang tentang kamu?",
"Apa yang membuat hubungan bertahan lama?",
"Apa yang kamu harapkan agar hubungan kita lebih baik",
"Apakah kamu takut gagal? Kenapa?",
"Apakah kamu percaya pada kesempatan kedua?",
"Apa kesalahan terbesar yang pernah kamu lakukan dalam hidup dan apa yang kamu pelajari darinya?",
"Apa kebiasaan terburukmu?",
"Kapan terakhir kali kamu menangis dan kenapa?",
"Jika hubungan kita sedang berada di fase terendah, apa yang akan kamu lakukan untuk menyelamatkannya?",
"Apa tujuan terbesar dalam hidup kamu dan apa yang telah kamu lakukan untuk mencapainya?",
"Apa kebohongan terbesar yang pernah kamu katakan?",
"Apakah kamu percaya pada karma?",
"Apa satu hal yang membuat kamu bertahan di masa-masa sulit?",
"Dengan siapa kamu merasa nyaman berdiskusi?",
"Siapa orang terpenting dalam hidup kamu saat ini?",
"Apa hal yang tidak bisa kamu maafkan sampai saat ini?",
"Apa yang kamu lakukan untuk memperbaiki dunia?",
"Apa impian yang ingin kamu capai sebelum meninggal dunia?",
"Jika bisa hidup selamanya, kamu mau nggak?",
"Apakah pendapat orang lain penting untuk kamu?",
"Apa definisi boros menurut kamu?",
"Apa hal terbesar yang menghalangi cita-cita kamu selama ini?",
"Apa kesan pertama kamu tentang aku?",
"Apakah kamu pikir kita akan menjadi orang tua yang baik?",
"Kenapa kamu suka menghabiskan waktu bersama aku?",
"Apakah kamu pernah merasa gugup ketika ada di sekitarku?",
"Apakah kamu pikir aku orang yang tepat untuk jadi suami/istri kamu nanti?",
"Apa hal terbaik yang kamu dapat selama berpacaran denganku?",
"Apa bagian terburuk dari berkencan denganku?",
"Apa pelajaran terbesar yang kamu pelajari dari hubungan kita selama ini?",
"Pernah nggak kamu berpikir untuk mengakhiri hubungan kita?",
"Apa yang paling kamu ingat saat kita pertama kali bertemu?"

]

